13/data/attachments/5b8314747bdfe029.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lucas_large_Friend_7868_3</nif:username>
            <nif:friendToBeRequested>soap_friends_76ffa7ac-e1c7-4c72-9987-bf5304e710e8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>